export const program = [
  {
    id: 1,
    name: "Express Fit",
    weekDay: ["ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ", "ВС"],
    text: "Программа здорового питания Express Fit. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения веса при сидячем образе жизни.",
    calories: "800 ккал",
    menu: [
      {
        id: 1,
        title: "Завтрак",
        time: "7:00 - 9:00",
        monday: [
          {
            id: 1,
            title: "- Фриттата с сыром и кабачками",
            total: "170гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Фриттата",
            total: "100гр",
          },
        ],
      },
      {
        id: 2,
        title: "2-й завтрак",
        time: "10:00 - 12:00",
        monday: [
          {
            id: 1,
            title: "- Фермерский йогурт",
            total: "170гр",
          },
          {
            id: 2,
            title: "- Полезное печенье из сухофруктов и орехов",
            total: "2 шт",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Фермерский йогурт",
            total: "170гр",
          },
          {
            id: 2,
            title: "- Полезное печенье из сухофруктов и орехов",
            total: "2 шт",
          },
        ],
      },
      {
        id: 3,
        title: "Обед",
        time: "13:00 - 15:00",
        monday: [
          {
            id: 1,
            title: "- Люля-кебаб из индейки",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Летний салат с маслинами и сыром",
            total: "100гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Люля-кебаб",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Летний салат",
            total: "100гр",
          },
        ],
      },
      {
        id: 4,
        title: "Полдник",
        time: "16:00 - 17:30",
        monday: [
          {
            id: 1,
            title: "- Творожное суфле с какао и вишей",
            total: "100гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Творожное суфле",
            total: "100гр",
          },
        ],
      },
      {
        id: 5,
        title: "Ужин",
        time: "19:00 - 20:00",
        monday: [
          {
            id: 1,
            title: "- Рыбный терен",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Овощи гриль",
            total: "150гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Семга",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Овощи",
            total: "150гр",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    name: "Slim",
    weekDay: ["ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ", "ВС"],
    text: `Программа здорового питания ${program.name}. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения веса при сидячем образе жизни.`,
    calories: "1000 ккал",
    menu: [
      {
        id: 1,
        title: "Завтрак",
        time: "7:00 - 9:00",
        monday: [
          {
            id: 1,
            title: "- Фриттата с сыром и кабачками",
            total: "170гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Фриттата",
            total: "100гр",
          },
        ],
      },
      {
        id: 2,
        title: "2-й завтрак",
        time: "10:00 - 12:00",
        monday: [
          {
            id: 1,
            title: "- Фермерский йогурт",
            total: "170гр",
          },
          {
            id: 2,
            title: "- Полезное печенье из сухофруктов и орехов",
            total: "2 шт",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Фермерский йогурт",
            total: "170гр",
          },
          {
            id: 2,
            title: "- Полезное печенье из сухофруктов и орехов",
            total: "2 шт",
          },
        ],
      },
      {
        id: 3,
        title: "Обед",
        time: "13:00 - 15:00",
        monday: [
          {
            id: 1,
            title: "- Люля-кебаб из индейки",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Летний салат с маслинами и сыром",
            total: "100гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Люля-кебаб",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Летний салат",
            total: "100гр",
          },
        ],
      },
      {
        id: 4,
        title: "Полдник",
        time: "16:00 - 17:30",
        monday: [
          {
            id: 1,
            title: "- Творожное суфле с какао и вишей",
            total: "100гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Творожное суфле",
            total: "100гр",
          },
        ],
      },
      {
        id: 5,
        title: "Ужин",
        time: "19:00 - 20:00",
        monday: [
          {
            id: 1,
            title: "- Рыбный терен",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Овощи гриль",
            total: "150гр",
          },
        ],
        tuesday: [
          {
            id: 1,
            title: "- Семга",
            total: "100гр",
          },
          {
            id: 2,
            title: "- Овощи",
            total: "150гр",
          },
        ],
      },
    ],
  },
];
