export const accordionData = [
  {
    id: 1,
    title: "Как осуществляется доставка правильного питания?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 2,
    title: "Можно ли менять время доставкиместо?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 3,
    title: "Как и в чем приезжает еда?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 4,
    title: "Когда Вы готовите?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 5,
    title: "Какие продукты Вы используете?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 6,
    title: "Я буду есть одно и то же?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 7,
    title: "У меня аллергия и непереносимость определенных продуктов",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 8,
    title: "В какой очередности все есть?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
  {
    id: 9,
    title: "Можно ли замораживать программу?",
    text: "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Семь составитель заглавных свой ему дорогу грамматики. Журчит своего пояс которое над, но эта залетают языком все ведущими парадигматическая сбить.",
  },
];